{
  "bannerinfo":[
    {"info":"We develop applications for smartphones, tablets and desktops with an eye towards a more Mobile tomorrow. We also help you connect these to the social Web. Using time-honed methods and the relevant technology, we ship a quality solution.","url":"/images/banner-1.jpg"},
    {"info":"We build quality web solutions that have a direct and measurable impact on our customers’ business. We have been doing this successfully for 20 years with passion and integrity.","url":"/images/banner-2.jpg"},
    {"info":"We build relationships that last long after the solution has been delivered. These relationships start in the conventional 'customer-supplier' domain yet shift seamlessly to a richer partnership founded on trust and veracity.","url":"/images/banner-3.jpg"},
    {"info":"India is home but the World is our playground. Our work happens from our office in Mumbai, India and has been delivered to clients in The US, Singapore, The UK, and The Middle East.","url":"/images/banner-4.jpg"}
  ],
  "clientinfo":[
    {"head":"SangInfo has proven themselves again and again to be not just the vendor of a service, but a trusted and reliable partner in keeping our business viable and strong for nearly 10 years! They serve as a model for us of how to provide the best customer service possible.","para":"We have worked with Sanginfo for the development, maintenance, and periodic update of our internal software system for nearly ten years. We rely on this system to help run our business and operate as efficiently as possible.","name":"David Y. Berry","subhead":"PRESIDENT,VIKING INDUSTRIAL CORPORATION"},
    {"head":"We have done this in record time, with superior quality, and for a fraction of the cost to do it ourselves or outsource domestically.","para":"For Sparks, we have leveraged the SangInfo model to create very sophisticated custom applications that cater to our exhibit businesses.","name":"Brad Kaufman","subhead":"CHIEF INFORMATION OFFICER, SPARKS EXHIBITS &amp; ENVIRONMENTS"},
    {"head":"","para":"Amazingly, during the course of the project I never spoke to any of the team via phone. We communicated solely through email and instant messaging (and the team member's spelling and grammar was better than some of my U.S. based colleagues!) The work was done on-time and on-budget with a very high degree of service.","name":"Bob Cooper","subhead":"FOUNDER AND CEO, FRONTIER SERVICE DESIGN"},
    {"head":"I thought the communication process would be suspect but it turned out to be quite the opposite as it was quick, clear and concise. You were able to take my comments and ideas and turn them into solutions.","para":"The only hold up in the process was on my end so when we begin our next project I will be sure to be prepared and ready to go as I know your organization is already at that point.Probably the best part with working with you was the willingness to completely redo a design based on my ‘thinking out loud’ and not making it seem like ‘I thought we were done’.Once again, thank you and I look forward to working with you in the future!","name":"Thomas McLaughlin","subhead":"CEO,CSI WORLDWIDE"},
    {"head":"I was impressed by their professional style and their ability to deliver sophisticated code in rapid fashion with the high level of quality that V-SPAN demands from all our software projects.","para":"V-SPAN hired SangInfo to build several complex custom software components for a Microsoft Outlook interface extension.SangInfo allowed us to quickly ramp up and deliver a critical set of code functionality faster and cheaper then if I had recruited independent local talent. I would highly recommend SangInfo as a software development partner.Once again, thank you and I look forward to working with you in the future!","name":"Ed Wirpsza","subhead":"SR VP SOFTWARE DEVELOPMENT, V-SPAN INC. (ACQUIRED BY BT)"},
    {"head":"Their speed of work continually amazes me - without fail, they action any request I might make within 24 hours, and often within 12 hours. There are never any errors and the communication with me is always clear.","para":"Sanginfo has looked after our website since the summer of 2006 - first building it and then maintaining and making (regular) changes.Sanginfo has a very knowledgeable team and have advised me on things I have been clueless about. I am very pleased with our working relationship and envisage using them for many years to come.","name":"Lucy Cawkwell","subhead":"FOUNDER,  OSBORNE CAWKWELL"}
  ],
  "companyinfo":[
    {"head":"Youth brings with it impetuousness, enthusiasm, audacity and energy. Experience steers these elements in the right direction and this combination inevitably leads to successful projects.","para":"We have a rock-solid team with the right blend of experience and youth.","subhead":"EXPERIENCE + YOUTH"},
    {"head":"While incorporating the core strengths of large software companies in terms of expertise and experience, our compact size and flat layer enables us to respond to customer needs with incomparable agility.","para":"","subhead":"SMALL IS BEAUTIFUL"},
    {"head":"A home grown mix of rapid prototyping and agile programming make the cut for us. Even before these became buzzwords, we were using them to ensure projects were delivered on time and within budget.","para":"","subhead":"METHODS THAT WORK"},
    {"head":"Our pursuit of solutions for the toughest problems is charged by curiosity and camaraderie.","para":"Each of us believes that he/she can make a difference. This belief generates a confidence which lets us work productively in adverse situations and take job pressures in our stride","subhead":"AND... WE MAKE IT HAPPEN"}
  ],
  "peopleinfo":[
    {"url":"/images/mamta.jpg","name":"Mamta Ainapure","details":"The master of all ceremonies and the jack of every SangInfo event. Handles a minimum of 27 independent tasks simultaneously, some of which include programming."},
    {"url":"/images/swati_hunari.jpg","name":"Swati Hunari","details":"Keeps tabs on the tab. At the helm of anything that is financial, she efficiently ensures all the numbers add up and the only thing that bounces is her yellow smiley softball."},
    {"url":"/images/amit_kale.jpg","name":"Amit Kale","details":"The tech Jedi torn between coding and movies. A diehard fan of Lord of the Rings, who ‘Striders’ towards perfection and lives to code."},
    {"url":"/images/riaz_kopti.jpg","name":"Riaz Kopti","details":"Let not the soft spoken and gentle mannerisms fool you. He can cut anyone down to size with his laconic one-liners – a lethal combination of sarcasm and humour. Also known to play evil pranks – not just colleagues, even our customers are unsafe."},
    {"url":"/images/ketan_sanghvi.jpg","name":"Ketan Sanghvi","details":"… and at the center is he. Never relenting, always demanding. A healthy dose of mindless TV on the weekend is his weekly recharge"},
    {"url":"/images/siddhesh_bhide.jpg","name":"Siddhesh Bhide","details":"Our very own gentle giant. A nod and a smile is how he acknowledges roses as well as brickbats. Even the most stressful situations are accepted with ease and comfort."},
    {"url":"/images/shweta_deshmukh.jpg","name":"Shweta Deshmukh","details":"You don’t want to mess with her. But let not looks deceive you. She is mean when it comes to tough bugs, unless it happens to be a spider!"},
    {"url":"/images/sameer_dhulap.jpg","name":"Sameer Dhulap","details":"He doesn’t need to say much (though he does). His facial expressions tell all, be it a software breakthrough or a window pane break-away. He is the savior from complexities and dead-ends in every project."},
    {"url":"/images/dipankar_patra.jpg","name":"Dipankar Patra","details":"Silent, courteous, committed. What he does not say makes up for what he codes. In another era, he could be the perfect English gentleman."},
    {"url":"/images/rohini_jindam.jpg","name":"Rohini Jindam","details":"A true artist. Her sketches are incredible: whether they are database diagrams or the neighbours flower patch."},
    {"url":"/images/pannalal_dubey.jpg","name":"Pannalal Dubey","details":"All questions or problems are immediately entrusted to him. He is the man Friday and has many recipes up his sleeve."},
    {"url":"/images/ajinkya.jpg","name":"Ajinkya Kondurkar","details":"Quiet, cool and with a perfect Colgate smile. If grinning could be heard, we would have a thunderclap."},
    {"url":"/images/abhishek_yadav.jpg","name":"Abhishek Yadav","details":"Sportsman, gym enthusiast, foodie, fashion conscious. If only all software developers could be like this!"},
    {"url":"/images/Rishab_viashya.jpg","name":"Rishab Vaishya","details":"Thrives on detail. Every task is followed by an epic summary (in triplicate, if required). He braces up to Riaz's constant bullying with dispassionate indifference."},
    {"url":"/images/aaisha_sanglikar.jpg","name":"Aaisha Sanglikar","details":"Surname Sanglikar, heart Mumbaikar. This is the term applied to all those who truly embody the spirit of this vibrant city. A mixed bag, she quietly expresses boredom and then attacks her tasks with a determined vengeance."},
    {"url":"/images/shailesh_saindane.jpg","name":"Shailesh Saindane","details":"Talks a lot, works a lot, asks a lot, achieves a lot. He is a huge carton of everything. He is also very attached to his collection of jersey shirts."}
  ]
}
